package net.petsinamerica.askavet;

import android.app.Activity;

public class QuestionActivity extends Activity {
	
	
	/*1. 狗狗夏天的冰块应该添加什么? D
			A. 糖        	 B. 盐        	 C.花椒      	 D.什么味道都别加
			 
			2. 狗狗的从哪里流汗? A
			A. 舌头    	 B. 脚掌 C. 屁股 D. 腋下
			 
			3. 狗狗正常体温是多少?  C
			A. 33.5-35.5 B. 35.5-37.5 C.37.5-39.5  D.39.5-41.5
			 
			4. 狗狗在夏天的洗澡平率最多为几次每月? B
			A. 1次      	 B. 2次      	 C. 3次      	 D. 4次
			 
			5. 怎样在夏天遛狗的时候保护狗狗的脚掌更合理? C
			A. 穿鞋    	 B. 别遛狗了 C. 用护脚膏 D.抱着狗
			 
			6. 狗狗夏天可以剃毛么? C
			A. 行        	 B. 不行 C. 可以，但要留1-2 厘米   D. 可以， 但要留4-5 厘米
			 
			7. 气温30度的夏天, 狗狗可以在封闭的车里待多久? D
			A. 5分钟  	 B. 10分钟	 C.15分钟 	 D. 前面都是错的, 夏天根本不该把狗留在封闭的车里
			 
			8. 狗狗尿液正常的颜色有是? B
			A. 透明无色 B.透明黄色   C. 透明粉红色       	 D.透明绿色*/

}
